{
    "data": [
        {
            "created_at": "2021-03-31T19:36:25.000Z",
            "id": "1377344048487264256",
            "text": "RT @MITBitcoinClub: Join us tonight at 8pm ET for a little teaser of the Expo with two of our prior Directors @manasilvora @huvegi, and thr…"
        },
        {
            "created_at": "2021-03-30T00:32:00.000Z",
            "id": "1376693658221641733",
            "text": "RT @Square: We’re live! https://t.co/MGdcUauoNu"
        },
        {
            "created_at": "2021-03-29T16:24:27.000Z",
            "id": "1376570960665436166",
            "text": "RT @moneyball: Early adopter of #bitcoin as unit of account"
        },
        {
            "created_at": "2021-03-25T20:19:55.000Z",
            "id": "1375180666577412099",
            "text": "@gasca Yes"
        },
        {
            "created_at": "2021-03-25T19:14:10.000Z",
            "id": "1375164120161419267",
            "text": "@Iyervval We want to"
        },
        {
            "created_at": "2021-03-25T18:54:20.000Z",
            "id": "1375159131548512257",
            "text": "Agreed https://t.co/XGF8Y5SQiy"
        },
        {
            "created_at": "2021-03-25T18:26:48.000Z",
            "id": "1375152199433527296",
            "text": "?"
        },
        {
            "created_at": "2021-03-25T16:46:02.000Z",
            "id": "1375126841808224260",
            "text": "We appreciate the enormous privilege we have in building technologies to host some of the most important conversations in the world. And we honor the desire to create better outcomes for everyone who interacts with them. Thanks for your time, and I look forward to the discussion."
        },
        {
            "created_at": "2021-03-25T16:46:01.000Z",
            "id": "1375126838066827270",
            "text": "One final note. We’re all a bunch of humans with a desire to make the world around us better for everyone living today and those that come after us. We make mistakes in prioritization and execution. We commit to being open about these and doing our best to remedy what we control."
        },
        {
            "created_at": "2021-03-25T16:46:00.000Z",
            "id": "1375126834958884865",
            "text": "A decentralized open-source protocol for social media is our vision and work for the long term. We continue the cycle mentioned earlier of constantly improving our approach to content moderation in the short term. I hope our discussion today will focus on more enduring solutions."
        },
        {
            "created_at": "2021-03-25T16:45:59.000Z",
            "id": "1375126831565697024",
            "text": "Finally, it will allow all of us to observe, acknowledge, and address any societal issues that arise much faster. Having more eyes on the problems will lead to more impactful solutions that can be built directly into the protocol. Making the network far more secure and resilient."
        },
        {
            "created_at": "2021-03-25T16:45:59.000Z",
            "id": "1375126827761463300",
            "text": "Second, since the base protocol is shared, it will increase innovation around business models, recommendation algorithms, and moderation controls which are in the hands of individuals, rather than private companies. This will allow people to experiment in a market-based approach."
        },
        {
            "created_at": "2021-03-25T16:45:58.000Z",
            "id": "1375126824108269574",
            "text": "How does an open protocol address the concerns raised here? Greater transparency is the strongest benefit. Anyone around the world can see everything that’s happening in the network including exactly how it works. One doesn’t have to trust a company, just look at the source code."
        },
        {
            "created_at": "2021-03-25T16:45:57.000Z",
            "id": "1375126820383645697",
            "text": "We’ve started work on such a standard, which we call @bluesky. It intends to act as a decentralized open source social media protocol, not owned by any single company or organization. Any developer around the world can help develop it, just as any company can access its services."
        },
        {
            "created_at": "2021-03-25T16:45:56.000Z",
            "id": "1375126816873017347",
            "text": "So how do we resolve these two viewpoints? One way is to create shared protocols. Social media has proven itself to be important enough to be worthy of an internet protocol. One that a company like Twitter can contribute to, and compete on creating experiences people love to use."
        },
        {
            "created_at": "2021-03-25T16:45:55.000Z",
            "id": "1375126813211430914",
            "text": "This would also have the effect of putting enormous resource requirements on businesses and services, which will further entrench only those who are able to afford it. Smaller businesses would not be able to compete, and all activity would be centralized into very few businesses."
        },
        {
            "created_at": "2021-03-25T16:45:54.000Z",
            "id": "1375126809637912579",
            "text": "If instead we woke up tomorrow and decided to ask the government to tell us what content to take down or leave up, we may end up with a service that couldn’t be used to question the government. This is a reality in many countries today, and is against the rights of an individual."
        },
        {
            "created_at": "2021-03-25T16:45:53.000Z",
            "id": "1375126806223679488",
            "text": "Different businesses and services will have different policies, some more liberal than others. And we believe it’s critical this variety continues to exist. Forcing every business to behave the same reduces innovation and individual choice, and diminishes free marketplace ideals."
        },
        {
            "created_at": "2021-03-25T16:45:53.000Z",
            "id": "1375126802960556033",
            "text": "If we woke up tomorrow and decided to stop moderating content we’d end up with a service very few people or advertisers would want to use. Ultimately we’re running a business, and a business wants to grow the number of customers it serves. Enforcing policy is a business decision."
        },
        {
            "created_at": "2021-03-25T16:45:52.000Z",
            "id": "1375126799084969986",
            "text": "Many of you will have strong opinions on how effective we are in this work. Some of you will say we’re doing too much and removing free speech rights. Some of you will say we’re not doing enough and end up causing more harm. Both points of view are reasonable and worth exploring."
        },
        {
            "created_at": "2021-03-25T16:45:50.000Z",
            "id": "1375126792911036421",
            "text": "Disinformation is a broad concept. We needed to focus our approach on where we saw the greatest risk if we hoped to have any impact. So we chose to focus on disinformation leading to offline harm, and three categories to start: manipulated media, public health, &amp; civic integrity."
        },
        {
            "created_at": "2021-03-25T16:45:49.000Z",
            "id": "1375126786883743746",
            "text": "Much of what we’re likely to discuss today are entirely new situations the world has never experienced before, and in some unique cases involve elected officials. And we believe the best way to face a big new challenge is through narrowing the problem to have the greatest impact."
        },
        {
            "created_at": "2021-03-25T16:45:48.000Z",
            "id": "1375126784132358145",
            "text": "Our process to moderate content is designed to consistently evolve. We observe what’s happening on our service, we work to understand the ramifications, and we use that understanding to strengthen our operations. We push ourselves to improve based on the best information we have."
        },
        {
            "created_at": "2021-03-25T16:45:47.000Z",
            "id": "1375126781171097602",
            "text": "We believe in free expression. We believe in free debate and conversation to find the truth. At the same time we must balance that with our desire for our service not to be used to sow confusion, division, or destruction. This makes the freedom to moderate content critical to us."
        },
        {
            "created_at": "2021-03-25T16:45:47.000Z",
            "id": "1375126779803836420",
            "text": "In our discussion today, some of you might bring up specific tweets or examples and I’ll probably have an answer like “my team will follow up with you.” I don’t think that is useful. I’d rather us focus on principles and approaches to address these problems. I’ll start with ours."
        },
        {
            "created_at": "2021-03-25T16:45:47.000Z",
            "id": "1375126777761161223",
            "text": "Thank you Members of the Energy and Commerce Committee and its Subcommittees, for the opportunity to speak with the American people about how Twitter may be used to spread disinformation, and our solutions. My remarks will be brief so we can move to your questions and discussion."
        },
        {
            "created_at": "2021-03-22T18:53:23.000Z",
            "id": "1374071729467707394",
            "text": "Sent to @GiveDirectly Africa fund 🌍Thank you, @sinaEstavi. https://t.co/aEZu07auLV"
        },
        {
            "created_at": "2021-03-21T03:57:26.000Z",
            "id": "1373483866095243267",
            "text": "RT @moneyball: The original goal of 3-4 engineers and designers has blossomed into support for 30 people across 16 countries. https://t.co/…"
        },
        {
            "created_at": "2021-03-20T23:03:44.000Z",
            "id": "1373409955823415300",
            "text": "RT @sqcrypto: We turned 2 today. Jack’s our dad."
        },
        {
            "created_at": "2021-03-20T14:07:46.000Z",
            "id": "1373275072392278018",
            "text": "50/50"
        },
        {
            "created_at": "2021-03-18T21:04:22.000Z",
            "id": "1372655138981224450",
            "text": "@EnesKanter @Twitter 🙏🏼"
        },
        {
            "created_at": "2021-03-18T20:11:48.000Z",
            "id": "1372641908191821829",
            "text": "RT @stevejang: 1/ earlier this week, Minari, an independent film about an Asian immigrant family living in the Deep South during 1980s, was…"
        },
        {
            "created_at": "2021-03-18T20:02:20.000Z",
            "id": "1372639527832059910",
            "text": "RT @SenSanders: Puerto Rico can no longer be treated like a colony. The people of Puerto Rico deserve the right to decide their own future,…"
        },
        {
            "created_at": "2021-03-18T19:44:17.000Z",
            "id": "1372634984624848911",
            "text": "RT @bborrman: Starting 3/19, we're asking for pubic input into how we approach world leaders on Twitter going forward. We're also engaging…"
        },
        {
            "created_at": "2021-03-18T17:05:22.000Z",
            "id": "1372594991235805192",
            "text": "RT @TwitterSupport: Starting today on iOS, we’re testing a way to watch YouTube videos directly in your Home timeline, without leaving the…"
        },
        {
            "created_at": "2021-03-18T16:45:40.000Z",
            "id": "1372590033803284480",
            "text": "beautiful work #bitcoin https://t.co/BErHZ2wUts"
        },
        {
            "created_at": "2021-03-18T16:40:31.000Z",
            "id": "1372588739093012484",
            "text": "💯 https://t.co/N2IznHTfHF"
        },
        {
            "created_at": "2021-03-17T16:39:18.000Z",
            "id": "1372226044946755586",
            "text": "#bitcoin first https://t.co/vd5fBRSkkn"
        },
        {
            "created_at": "2021-03-17T16:25:57.000Z",
            "id": "1372222684294225921",
            "text": "#StopAsianHate https://t.co/SI2e9ceJFq"
        },
        {
            "created_at": "2021-03-17T01:39:37.000Z",
            "id": "1371999634298695680",
            "text": "🇳🇬 https://t.co/vaykeMVfHn"
        },
        {
            "created_at": "2021-03-16T03:50:21.000Z",
            "id": "1371670142892044291",
            "text": "RT @mayascade: stevie wonder performing “superstition” on “soul train” in 1972 with the best crowd. https://t.co/hjh1dAV9Yn"
        },
        {
            "created_at": "2021-03-16T01:08:13.000Z",
            "id": "1371629341508050945",
            "text": "RT @elonmusk: I’m selling this song about NFTs as an NFT https://t.co/B4EZLlesPx"
        },
        {
            "created_at": "2021-03-16T00:07:29.000Z",
            "id": "1371614057338376193",
            "text": "Congratulations, ⁦@Beyonce⁩!\n\n https://t.co/EJ6hJx3RcN"
        },
        {
            "created_at": "2021-03-15T23:08:50.000Z",
            "id": "1371599299864367107",
            "text": "💯 https://t.co/vL7Q9VBeRF"
        },
        {
            "created_at": "2021-03-15T19:52:40.000Z",
            "id": "1371549932000313351",
            "text": "RT @signalapp: As a nonprofit organization, we depend on your support. If you've been patiently waiting for Signal to accept cryptocurrency…"
        },
        {
            "created_at": "2021-03-15T04:03:25.000Z",
            "id": "1371311044988129286",
            "text": "https://t.co/Y9EVV5g4ah"
        },
        {
            "created_at": "2021-03-15T04:03:00.000Z",
            "id": "1371310938830295042",
            "text": "https://t.co/tHaHqYnlpA"
        },
        {
            "created_at": "2021-03-15T03:56:02.000Z",
            "id": "1371309188828258310",
            "text": "https://t.co/2ed0k6DE4s"
        },
        {
            "created_at": "2021-03-15T03:50:58.000Z",
            "id": "1371307913273298944",
            "text": "RT @bigklef: Congratulations on the grammy G @burnaboy you for sure a true Inspiration to this generation of Africans. #TWICEASTALL"
        },
        {
            "created_at": "2021-03-15T01:27:14.000Z",
            "id": "1371271741952159746",
            "text": "RT @Phil_Lewis_: Megan Thee Stallion is the first female rapper to win Best New Artist since Lauryn Hill (1999). #Grammys https://t.co/f3cG…"
        },
        {
            "created_at": "2021-03-12T23:47:30.000Z",
            "id": "1370521866717298688",
            "text": "RT @CashApp: Stimulus checks are rolling out. Learn more and find out how much you could get with our stimulus calculator. https://t.co/30l…"
        },
        {
            "created_at": "2021-03-12T19:11:30.000Z",
            "id": "1370452409957384198",
            "text": "RT @hello_bitcoin: Many critics think bitcoin has no value. \n\nWe happen to believe that enabling human freedoms at global scale is pretty v…"
        },
        {
            "created_at": "2021-03-10T03:51:24.000Z",
            "id": "1369496079973154817",
            "text": "RT @AmritaAhuja: 🌎💚 commited to doing our part"
        },
        {
            "created_at": "2021-03-10T02:08:41.000Z",
            "id": "1369470230221688834",
            "text": "@aismallard @GiveDirectly No"
        },
        {
            "created_at": "2021-03-10T02:08:17.000Z",
            "id": "1369470129596203014",
            "text": "RT @Square: Today we published our 2020 Corporate Social Responsibility Report. \n\nWe’re committed to operating a responsible and sustainabl…"
        },
        {
            "created_at": "2021-03-09T16:37:02.000Z",
            "id": "1369326373035245581",
            "text": "Ending this March 21st\n\nWill immediately convert proceeds to #Bitcoin\n\nAnd send to @GiveDirectly Africa Response"
        },
        {
            "created_at": "2021-03-06T09:55:07.000Z",
            "id": "1368138061276659713",
            "text": "@ConorOkus 💯"
        },
        {
            "created_at": "2021-03-06T09:54:53.000Z",
            "id": "1368138004032806914",
            "text": "RT @ConorOkus: Timechain &gt; Blockchain"
        },
        {
            "created_at": "2021-03-06T09:20:35.000Z",
            "id": "1368129370141974529",
            "text": "This bag is ♾ 🧡 https://t.co/wT8NXL5tqt"
        },
        {
            "created_at": "2021-03-06T09:19:24.000Z",
            "id": "1368129072073695232",
            "text": "Matt is incredible 🧡 https://t.co/OImdEaKnXE"
        },
        {
            "created_at": "2021-03-06T00:08:39.000Z",
            "id": "1367990471759306752",
            "text": "https://t.co/xCnWG9EqgD"
        },
        {
            "created_at": "2021-03-04T13:11:52.000Z",
            "id": "1367462801732608002",
            "text": "RT @sc: I said from the beginning that TIDAL was about more than just streaming music, and six years later, it has remained a platform that…"
        },
        {
            "created_at": "2021-03-04T13:04:25.000Z",
            "id": "1367460924399882241",
            "text": "More from us soon. In the meantime, here’s a playlist from Jay/@sc celebrating artists and the entrepreneurial spirit: https://t.co/qg9av9Bmzt"
        },
        {
            "created_at": "2021-03-04T13:04:24.000Z",
            "id": "1367460921937817602",
            "text": "I’m grateful for Jay’s vision, wisdom, and leadership. I knew TIDAL was something special as soon as I experienced it, and I’m inspired to work with him. He'll now help lead our entire company, including Seller and the Cash App, as soon as the deal closes. https://t.co/YRfYjcWJQx https://t.co/xBtq2xfwue"
        },
        {
            "created_at": "2021-03-04T13:04:23.000Z",
            "id": "1367460915235319809",
            "text": "To all of TIDAL's current listeners and fans: THANK YOU for your loyalty and commitment to artists and their work. TIDAL will continue to be the best home for music, musicians, and culture. Our commitment to you is to constantly listen, learn, and work to make a service you love."
        },
        {
            "created_at": "2021-03-04T13:04:22.000Z",
            "id": "1367460914149003271",
            "text": "Square created ecosystems of tools for sellers &amp; individuals, and we’ll do the same for artists. We’ll work on entirely new listening experiences to bring fans closer together, simple integrations for merch sales, modern collaboration tools, and new complementary revenue streams."
        },
        {
            "created_at": "2021-03-04T13:04:22.000Z",
            "id": "1367460913012346880",
            "text": "Given what Square has been able to do for sellers of all sizes and individuals through Cash App, we believe we can now work for artists to see the same success for them, and us. We’re going to start small and focus on the most critical needs of artists and growing their fanbases."
        },
        {
            "created_at": "2021-03-04T13:04:22.000Z",
            "id": "1367460911875694601",
            "text": "TIDAL started with the idea of honoring artists by being artist-owned and led, focused on an uncompromised experience of the art. It's refreshing and right. The vision only grows stronger as it’s matched with more powerful tools for artists, inclusive of new ways of getting paid."
        },
        {
            "created_at": "2021-03-04T13:04:21.000Z",
            "id": "1367460910558629895",
            "text": "Square started 12 years ago by giving small sellers a simple tool in order to participate more fully in the economy and grow. We did the same for individuals with Cash App, which now enables a comprehensive set of financial services for folks who weren’t able to access it before."
        },
        {
            "created_at": "2021-03-04T13:04:21.000Z",
            "id": "1367460909426176003",
            "text": "It comes down to a simple idea: finding new ways for artists to support their work. New ideas are found at the intersections, and we believe there’s a compelling one between music and the economy. Making the economy work for artists is similar to what Square has done for sellers."
        },
        {
            "created_at": "2021-03-04T13:04:21.000Z",
            "id": "1367460907958243328",
            "text": "Square is acquiring a majority ownership stake in TIDAL through a new joint venture, with the original artists becoming the second largest group of shareholders, and JAY-Z joining the Square board. Why would a music streaming company and a financial services company join forces?!"
        },
        {
            "created_at": "2021-03-03T22:57:24.000Z",
            "id": "1367247766452273159",
            "text": "An excellent and inspiring introduction to, and reminder of, #Bitcoin's value to the world, all through a comprehensive and historical lens on money. https://t.co/7XsLye608n"
        },
        {
            "created_at": "2021-03-02T18:13:11.000Z",
            "id": "1366813852642414593",
            "text": "RT @TwitterSpaces: Android folks, our beta is growing! starting today you will be able to join and talk in any Space. SOON you’ll be able t…"
        },
        {
            "created_at": "2021-03-02T00:38:12.000Z",
            "id": "1366548357674463233",
            "text": "RT @Criterion: In celebration of the 2nd anniversary of @solangeknowles’s WHEN I GET HOME (2019), @criterionchannl is proud to present Know…"
        },
        {
            "created_at": "2021-03-01T23:51:25.000Z",
            "id": "1366536583516618754",
            "text": "RT @GodisRivera: Come join @mayagpatterson and @jessfaison as we talk @TwitterSpaces FAQ and other important things like what I’m making fo…"
        },
        {
            "created_at": "2021-03-01T23:35:39.000Z",
            "id": "1366532619001679874",
            "text": "RT @olugbo: “58% of loans through Square Capital go to women-owned businesses, compared to 17% of traditional loans; and 35% of loans throu…"
        },
        {
            "created_at": "2021-03-01T23:22:15.000Z",
            "id": "1366529244092801028",
            "text": "RT @Square: “Bringing banking capability in-house enables us to operate more nimbly, which will serve Square and our customers as we contin…"
        },
        {
            "created_at": "2021-03-01T23:08:51.000Z",
            "id": "1366525871054487553",
            "text": "🏦 now open https://t.co/8MoWvUDny0"
        }
    ],
    "meta": {
        "newest_id": "1377344048487264256",
        "oldest_id": "1366525871054487553",
        "result_count": 78
    }
}