{
    "data": [
        {
            "created_at": "2021-03-18T01:40:00.000Z",
            "id": "1372362118452891651",
            "text": "Had to wear my lucky tie for St. Patrick’s Day. https://t.co/PqJqwglJQP"
        },
        {
            "created_at": "2021-03-18T00:45:00.000Z",
            "id": "1372348274695344129",
            "text": "Writing and passing the Violence Against Women Act is one of the accomplishments of which I’m most proud. While we have made significant progress, there is still much work to do. I’m grateful the House voted to strengthen and renew the law — and I urge the Senate to do the same."
        },
        {
            "created_at": "2021-03-18T00:20:36.000Z",
            "id": "1372342135912022019",
            "text": "Jill and I are keeping everyone impacted by the shootings in Atlanta in our prayers. We don’t yet know the motive, but what we do know is that the Asian-American community is feeling enormous pain tonight. The recent attacks against the community are un-American. They must stop."
        },
        {
            "created_at": "2021-03-17T20:16:05.000Z",
            "id": "1372280602167291907",
            "text": "To celebrate St. Patrick’s Day and to reaffirm our nation’s close partnership with Ireland, I hosted a bilateral meeting with Prime Minister Micheál Martin. We’re committed to working together to combat COVID-19, address global challenges, and increase our shared prosperity. https://t.co/U2CZB3Hzhv"
        },
        {
            "created_at": "2021-03-17T19:15:17.000Z",
            "id": "1372265299140050955",
            "text": "As a descendant of the Blewitts from Mayo County and the Finnegans from County Louth, I’m wishing everyone a happy St. Patrick’s Day. https://t.co/nbYHPO8nE7"
        },
        {
            "created_at": "2021-03-17T18:45:00.000Z",
            "id": "1372257677204656131",
            "text": "Thank you Brayden, Jessica, and Michael for your beautiful reading of W. B. Yeats’ work.\n\nWhen I was a kid and working to overcome my stutter, I would recite Yeats’ words in the mirror. I’m glad they’ve helped you as well, Brayden, and I’m incredibly proud of how far you’ve come. https://t.co/QkD0JgCdJ1"
        },
        {
            "created_at": "2021-03-17T15:00:08.000Z",
            "id": "1372201090888953856",
            "text": "As we celebrate St. Patrick’s Day, I’m reminded of my trip to Ireland in 2016 as vice president. The partnership between our two nations is historic and strong — and I look forward to renewing our bond during this afternoon’s bilateral meeting with Prime Minister Micheál Martin. https://t.co/XdILGVzv5L"
        },
        {
            "created_at": "2021-03-17T02:39:52.000Z",
            "id": "1372014793536778241",
            "text": "Across the country, Black- and Brown-owned small businesses have been devastated by the pandemic. Today, I stopped by Smith Flooring, a Black-owned union shop in Pennsylvania, to discuss how the American Rescue Plan will help them and countless other small business owners. https://t.co/jkbQ2UUePi"
        },
        {
            "created_at": "2021-03-17T00:44:17.000Z",
            "id": "1371985707460354050",
            "text": "The American Rescue Plan is investing over $60 billion to help small businesses keep their doors open. To every small business owner out there, know help is here. https://t.co/NBKUdaRIoq"
        },
        {
            "created_at": "2021-03-16T21:33:08.000Z",
            "id": "1371937601255575555",
            "text": "The last year has been tough for small businesses across the country, but with the American Rescue Plan, help is here. We’re investing over $60 billion to help small businesses keep their doors open and emerge from this pandemic stronger."
        },
        {
            "created_at": "2021-03-16T19:38:00.000Z",
            "id": "1371908629121671177",
            "text": "With nearly 6 million doses administered over the weekend and over 2 million doses administered yesterday — we’re vaccinating the country at a record-breaking pace.\n\nThat’s progress — and there’s a lot more to come."
        },
        {
            "created_at": "2021-03-16T15:42:07.000Z",
            "id": "1371849266419892234",
            "text": "That’s the American Rescue Plan. https://t.co/7pE89mi4C6"
        },
        {
            "created_at": "2021-03-16T01:48:36.000Z",
            "id": "1371639505975918595",
            "text": "RT @FLOTUS: With the American Rescue Plan, #HelpIsHere. We’re going to open schools—and we’re going to do it safely. https://t.co/GuN0RlY4e5"
        },
        {
            "created_at": "2021-03-16T01:05:00.000Z",
            "id": "1371628532376408070",
            "text": "The American Rescue Plan will deliver direct payments to 85% of American households — and checks have already started going out to folks across the country. Let me know if you’ve received yours by sharing below."
        },
        {
            "created_at": "2021-03-16T00:21:09.000Z",
            "id": "1371617499565985798",
            "text": "Help is here — and sooner than many ever thought possible. https://t.co/4ntwrpxAXn"
        },
        {
            "created_at": "2021-03-15T22:58:57.000Z",
            "id": "1371596811429888005",
            "text": "The American Rescue Plan is already doing what it was designed to do: Making a difference in people’s lives. https://t.co/EVgY5QCnmA"
        },
        {
            "created_at": "2021-03-15T20:55:46.000Z",
            "id": "1371565811119362053",
            "text": "In the next ten days, we will reach two giant goals:\n\n- One hundred million shots in people’s arms.\n- One hundred million checks in people’s pockets.\n\nThat’s real progress."
        },
        {
            "created_at": "2021-03-15T18:02:58.000Z",
            "id": "1371522324738965505",
            "text": "We’re working around the clock to ramp up vaccinations and get direct relief out to Americans. Tune in as I provide an update and discuss the implementation of the American Rescue Plan. https://t.co/4x796pyMfB"
        },
        {
            "created_at": "2021-03-15T16:30:00.000Z",
            "id": "1371498929838231552",
            "text": "If we all do our part, this country will be vaccinated soon, our economy will be on the mend, our kids will be back in school, and we will have proven once again that this country can do anything.\n\nAfter a long, dark year there are better days ahead."
        },
        {
            "created_at": "2021-03-15T13:45:00.000Z",
            "id": "1371457404626472963",
            "text": "Last week, I signed the American Rescue Plan into law and direct payments have begun going out to folks across the country. I know there are a lot of questions about how to receive yours, so we put together this guide: https://t.co/p7m1hVmTCb"
        },
        {
            "created_at": "2021-03-15T00:48:58.000Z",
            "id": "1371262109095448587",
            "text": "Last week was a big week for our Administration, we:\n\n- Passed the American Rescue Plan\n- Began sending out stimulus checks\n- Announced every adult will be eligible for a vaccine by May 1\n- Averaged more than 2 million vaccinations per day"
        },
        {
            "created_at": "2021-03-14T18:45:49.000Z",
            "id": "1371170718717779969",
            "text": "The American Rescue Plan’s direct payments have begun going out. Help is here."
        },
        {
            "created_at": "2021-03-14T15:15:01.000Z",
            "id": "1371117668812652545",
            "text": "Since taking office, I’ve been calling leaders from around the world with a simple message: America is back. We’re going to rebuild our international alliances and tackle the shared challenges we face. https://t.co/NC5zWmA3Ed"
        },
        {
            "created_at": "2021-03-13T20:49:00.000Z",
            "id": "1370839332152557580",
            "text": "Breonna Taylor’s death was a tragedy, a blow to her family, her community, and America. As we continue to mourn her, we must press ahead to pass meaningful police reform in Congress. I remain committed to signing a landmark reform bill into law."
        },
        {
            "created_at": "2021-03-13T19:30:09.000Z",
            "id": "1370819489391124492",
            "text": "To everyone out there who’s hurting or struggling to get by: help is here. https://t.co/fkME0yMmBK"
        },
        {
            "created_at": "2021-03-13T15:00:39.000Z",
            "id": "1370751669085016069",
            "text": "W.S. Jenks &amp; Son is a historic hardware store in Washington, D.C. — and like countless other small businesses across the country, they’re hurting because of this pandemic. I stopped by this week to check in. https://t.co/3Dh6SAQwZ9"
        },
        {
            "created_at": "2021-03-13T02:04:08.000Z",
            "id": "1370556248773509121",
            "text": "51 days down. https://t.co/DGsWdxEkz1"
        },
        {
            "created_at": "2021-03-13T01:30:19.000Z",
            "id": "1370547738614636544",
            "text": "The American Rescue Plan’s $1,400 checks will start going out as early as this weekend. Here’s how folks plan to use theirs: https://t.co/z2TSMNX4XI"
        },
        {
            "created_at": "2021-03-13T00:45:01.000Z",
            "id": "1370536339117125642",
            "text": "Delivering for the American people. https://t.co/bLhvrsTnkR"
        },
        {
            "created_at": "2021-03-12T22:11:20.000Z",
            "id": "1370497665155354624",
            "text": "This morning, I met virtually with the Quad in the first multilateral summit I’ve hosted as president. The United States, Japan, India, and Australia are committed to working together to tackle the shared challenges we face and to secure a free and open Indo-Pacific region. https://t.co/m0AYfsEx6z"
        },
        {
            "created_at": "2021-03-12T19:33:49.000Z",
            "id": "1370458024746225665",
            "text": "This afternoon, I’m joining Vice President Harris and members of Congress to celebrate the passage of the American Rescue Plan. Tune in. https://t.co/qBHFdRxqle"
        },
        {
            "created_at": "2021-03-12T19:14:30.000Z",
            "id": "1370453161010462725",
            "text": "This is the United States of America. There’s nothing we can’t do if we do it together. https://t.co/ekS0dPRnUR"
        },
        {
            "created_at": "2021-03-12T18:22:12.000Z",
            "id": "1370440001792655368",
            "text": "Attorney General Merrick Garland is a man of impeccable character. I know he’ll work every day to reaffirm the integrity and independence of the Justice Department and build a more equitable justice system for all Americans. https://t.co/naJQDK49jm"
        },
        {
            "created_at": "2021-03-12T17:31:16.000Z",
            "id": "1370427184754655237",
            "text": "Over a year ago no one could’ve imagined what we were all about to live through, but now we are coming through it. It’s a shared experience that binds us together as a nation. https://t.co/CT7gl3p5KD"
        },
        {
            "created_at": "2021-03-12T04:04:53.000Z",
            "id": "1370224248879452162",
            "text": "Tonight, I am announcing that I will direct all states, tribes, and territories to make all adult Americans eligible for the vaccine no later than May 1. https://t.co/FEIDCFLORb"
        },
        {
            "created_at": "2021-03-12T02:35:17.000Z",
            "id": "1370201703300149254",
            "text": "In the loss, we’ve seen how much there is to gain — in appreciation, respect, and gratitude.\n\nFinding light in the darkness is a very American thing to do. https://t.co/MSTpMEPEBe"
        },
        {
            "created_at": "2021-03-12T01:33:01.000Z",
            "id": "1370186033950826504",
            "text": "If we all do our part, then by July 4th, there’s a good chance folks will be able to gather with family and close friends to celebrate Independence Day."
        },
        {
            "created_at": "2021-03-12T01:33:01.000Z",
            "id": "1370186032495394820",
            "text": "Finally, we need every American to do their part — including getting vaccinated when it’s their turn and helping family, friends, and neighbors get vaccinated as well."
        },
        {
            "created_at": "2021-03-12T01:33:01.000Z",
            "id": "1370186031291588609",
            "text": "Fourth, we will issue further guidance on what you can and cannot do once fully vaccinated — to lessen the confusion, keep people safe, and encourage more people to get vaccinated."
        },
        {
            "created_at": "2021-03-12T01:33:01.000Z",
            "id": "1370186030104649732",
            "text": "Third, with the passage of the American Rescue Plan, and my announcement last month of a plan to vaccinate teachers and school staff, we can accelerate the massive nationwide effort to reopen our schools safely."
        },
        {
            "created_at": "2021-03-12T01:33:00.000Z",
            "id": "1370186029181853696",
            "text": "Second, when every adult is eligible in May, we will launch new tools to make it easier for you to find a vaccine — including a website that will help you find a place to get a vaccination near you."
        },
        {
            "created_at": "2021-03-12T01:33:00.000Z",
            "id": "1370186027835518977",
            "text": "First, I’m directing all states, tribes, and territories to make all adult Americans eligible for the vaccine no later than May 1."
        },
        {
            "created_at": "2021-03-12T01:33:00.000Z",
            "id": "1370186026526838788",
            "text": "For all of you asking when things will get back to normal, here is the truth: The only way to get our lives back — and to get our economy back on track — is to beat the virus.\n\nHere are the next steps we’re taking to make that happen:"
        },
        {
            "created_at": "2021-03-12T01:22:31.000Z",
            "id": "1370183387915423750",
            "text": "We are proving once again something I have said time and time again: It is never a good bet to bet against the American people.\n\nThis nation is coming back."
        },
        {
            "created_at": "2021-03-12T01:18:23.000Z",
            "id": "1370182351326752771",
            "text": "I will use every power I have and I will not relent until we beat this virus.\n\nBut I need you. I need every American to do their part.\n\nGet vaccinated when it’s your turn, keep washing your hands, stay socially distanced, and keep wearing masks."
        },
        {
            "created_at": "2021-03-12T01:15:32.000Z",
            "id": "1370181634146832384",
            "text": "All adult Americans will be eligible to get the vaccine no later than May 1."
        },
        {
            "created_at": "2021-03-12T01:14:54.000Z",
            "id": "1370181473337274369",
            "text": "Before I took office, I set a bold goal of administering 100 million shots in my first 100 days.\n\nI’m proud to share that we’re well ahead of schedule and on track to reach that goal by day 60."
        },
        {
            "created_at": "2021-03-12T01:02:03.000Z",
            "id": "1370178240287887362",
            "text": "One year ago today, everything stopped because of COVID-19. Tune in as I deliver remarks on the progress we’ve made and the path that lies ahead. https://t.co/ffCllTxkLr"
        },
        {
            "created_at": "2021-03-12T00:42:35.000Z",
            "id": "1370173338098749444",
            "text": "Tune in tonight at 8 PM ET as we look back at the last year and discuss the road ahead. https://t.co/XUYJUs4QNb"
        },
        {
            "created_at": "2021-03-12T00:07:23.000Z",
            "id": "1370164481272205319",
            "text": "The last year has tested us in unimaginable ways, but there is light at the end of the tunnel.\n\nWe will emerge stronger. https://t.co/FJUnsVoKXX"
        },
        {
            "created_at": "2021-03-11T21:46:40.000Z",
            "id": "1370129068423794692",
            "text": "Before I took office, I promised you that help was on the way. Today, I signed the American Rescue Plan into law, and can officially say: help is here. https://t.co/uuEZAkGloz"
        },
        {
            "created_at": "2021-03-11T20:28:44.000Z",
            "id": "1370109455694708739",
            "text": "Vaccines are on the way. https://t.co/pIpvSqI4sx"
        },
        {
            "created_at": "2021-03-11T19:07:48.000Z",
            "id": "1370089088502562818",
            "text": "This afternoon, I’m signing the American Rescue Plan – a historic bill that will turn the page on this pandemic and jumpstart our economy. Tune in. https://t.co/hJiZRDFyAC"
        },
        {
            "created_at": "2021-03-11T15:15:00.000Z",
            "id": "1370030504305713153",
            "text": "One in four adults in the U.S. has received their first COVID-19 vaccine — and we’re now leading the world in vaccinations.\n\nThat’s progress."
        },
        {
            "created_at": "2021-03-11T14:58:48.000Z",
            "id": "1370026425642852353",
            "text": "RT @WhiteHouse: Congress has officially passed President Biden’s American Rescue Plan. How will this help you and your family? Head to http…"
        },
        {
            "created_at": "2021-03-11T03:35:00.000Z",
            "id": "1369854343965536260",
            "text": "During World War II, one of our country’s slogans was “Together, we can do it.” And companies took it to heart.\n\nWe need that same kind of wartime effort today.\n\nThat’s why we brought together Johnson &amp; Johnson, Merck, and the federal government to defeat COVID-19. https://t.co/wz2vxn6Bj1"
        },
        {
            "created_at": "2021-03-11T02:16:25.000Z",
            "id": "1369834567411109891",
            "text": "Housing should be a right — not a privilege. But far too many people are struggling to keep a roof over their head. I look forward to working with @SecFudge to help renters and homeowners get through this crisis and ensure every American has access to quality, affordable housing. https://t.co/GjfQS2H7tO"
        },
        {
            "created_at": "2021-03-10T23:33:07.000Z",
            "id": "1369793471058444290",
            "text": "Checks are on the way. https://t.co/rtODFOZ4OX"
        },
        {
            "created_at": "2021-03-10T22:30:01.000Z",
            "id": "1369777589267599366",
            "text": "To Speaker Pelosi, Majority Leader Schumer, and everyone who voted for the American Rescue Plan — thank you. This is a historic victory for the American people. https://t.co/RPZ04GTDOg"
        },
        {
            "created_at": "2021-03-10T20:38:33.000Z",
            "id": "1369749539154919425",
            "text": "This afternoon, I’m hosting an event with the CEOs of Johnson &amp; Johnson and Merck to discuss our historic partnership to produce more COVID-19 vaccines. Tune in. https://t.co/S3OxWrOUgt"
        },
        {
            "created_at": "2021-03-10T19:53:50.000Z",
            "id": "1369738285585735687",
            "text": "Help is here — and brighter days lie ahead. https://t.co/HSp8rPBxty"
        },
        {
            "created_at": "2021-03-10T19:18:19.000Z",
            "id": "1369729349272866822",
            "text": "Help is here. https://t.co/urZCiigeS1"
        },
        {
            "created_at": "2021-03-10T13:54:15.000Z",
            "id": "1369647791774068739",
            "text": "Keep the faith, folks. We will get through this. https://t.co/AMlyu4pU6M"
        },
        {
            "created_at": "2021-03-09T23:15:01.000Z",
            "id": "1369426527893528576",
            "text": "From launching community vaccination centers around the country to deploying mobile vaccination units to hard-to-reach areas — the American Rescue Plan will help vaccinate America quickly and equitably. https://t.co/j05KQLPti0"
        },
        {
            "created_at": "2021-03-09T20:35:01.000Z",
            "id": "1369386260964532225",
            "text": "I want every child to know that this is what vice presidents and generals in the United States Armed Forces look like. https://t.co/y2OFL1z29r"
        },
        {
            "created_at": "2021-03-09T17:36:00.000Z",
            "id": "1369341211039961095",
            "text": "I believe every worker deserves a free and fair choice to join a union — and the PRO Act will bring us closer to that reality. I urge Congress to send it to my desk so we can summon a new wave of worker power and create an economy that works for everyone."
        },
        {
            "created_at": "2021-03-09T17:03:29.000Z",
            "id": "1369333027038494722",
            "text": "The American people need direct economic relief — and they need it now."
        },
        {
            "created_at": "2021-03-09T01:03:38.000Z",
            "id": "1369091474554490883",
            "text": "On this #InternationalWomensDay, I signed two executive orders to establish the White House Gender Policy Council and ensure education free from sexual violence. As president, I’m committed to uplifting the rights of women and girls in the U.S. and around the world. https://t.co/60lYI8qhR8"
        },
        {
            "created_at": "2021-03-08T22:52:54.000Z",
            "id": "1369058575167946755",
            "text": "Our Administration will honor the visionary women — known and unknown — who have helped build this country. And we’ll be guided by the belief our nation is at its best when there are endless possibilities for all women and girls. #WomensHistoryMonth https://t.co/pJ9byDgc59"
        },
        {
            "created_at": "2021-03-08T21:23:08.000Z",
            "id": "1369035982159290368",
            "text": "This afternoon, I’m delivering remarks on International Women’s Day with Vice President Harris, Defense Secretary Austin, and two Combatant Commander nominees. Tune in. https://t.co/MJgoHWrTGI"
        },
        {
            "created_at": "2021-03-08T21:02:51.000Z",
            "id": "1369030877905305608",
            "text": "Women’s history is American history — and world history. On #InternationalWomensDay, we celebrate the achievements, contributions, and progress of women and girls — and recommit ourselves to the cause of equity and equality for women around the world."
        },
        {
            "created_at": "2021-03-08T18:33:54.000Z",
            "id": "1368993395172139014",
            "text": "We can contain this virus.\nWe can vaccinate America.\nWe can begin to return to our normal lives.\n\nCongress needs to pass the American Rescue Plan to get it done."
        },
        {
            "created_at": "2021-03-08T18:21:11.000Z",
            "id": "1368990195564036096",
            "text": "RT @CDCgov: #COVID19 vaccines are effective at protecting you from getting sick. Based on what we know, people who have been fully vaccinat…"
        },
        {
            "created_at": "2021-03-08T15:48:45.000Z",
            "id": "1368951833872510978",
            "text": "From rolling out the Johnson &amp; Johnson vaccine to securing enough doses for every American by the end of May — last week was a big week, but we still have further to go. Please keep wearing masks, stay socially distanced, and get vaccinated when it’s your turn."
        },
        {
            "created_at": "2021-03-07T23:21:32.000Z",
            "id": "1368703393670303744",
            "text": "On this 56th anniversary of Bloody Sunday, I signed an executive order to promote voting access. The right to vote is sacred and fundamental – and this is just the beginning of our work to ensure every American can freely exercise that right. https://t.co/wKQq640FPB"
        },
        {
            "created_at": "2021-03-07T21:15:28.000Z",
            "id": "1368671664402296840",
            "text": "It’s time we pass the John Lewis Voting Rights Act and ensure every eligible American can make their voice heard at the ballot box."
        },
        {
            "created_at": "2021-03-07T16:43:11.000Z",
            "id": "1368603143639101448",
            "text": "The legacy of Selma is that while nothing can stop free people from exercising their most sacred power as citizens, there are those who will do anything they can to take that power away. As we reflect on the anniversary of Bloody Sunday, we must stay focused on the work ahead. https://t.co/DDn1LFfqmi"
        },
        {
            "created_at": "2021-03-07T00:50:10.000Z",
            "id": "1368363309326606341",
            "text": "What will the American Rescue Plan do for you? https://t.co/ck7UYW0lvv"
        },
        {
            "created_at": "2021-03-06T22:45:19.000Z",
            "id": "1368331890692923401",
            "text": "The House should pass the American Rescue Plan quickly to get checks out the door starting this month. https://t.co/ru9PPhSxyT"
        },
        {
            "created_at": "2021-03-06T22:10:18.000Z",
            "id": "1368323079336845315",
            "text": "By passing the American Rescue Plan, we will have proved that this government can still do what it most has to do: Improve the lives of the American people. https://t.co/wB3XBnn8RD"
        },
        {
            "created_at": "2021-03-06T20:56:18.000Z",
            "id": "1368304452625698817",
            "text": "I want to thank all of the Senators who worked so hard to reach a compromise and voted to pass the American Rescue Plan.\n\nIt wasn’t easy — but it was so desperately needed. https://t.co/YPTJggPCyB"
        },
        {
            "created_at": "2021-03-06T20:31:51.000Z",
            "id": "1368298301313982466",
            "text": "When I was elected, I said we were going to get the government out of the business of battling on Twitter and back into the business of delivering for the American people. \n \nPassing the American Rescue Plan will do that."
        },
        {
            "created_at": "2021-03-06T19:27:50.000Z",
            "id": "1368282189734043650",
            "text": "When I took office, I promised help was on the way. Thanks to @SenSchumer and Senate Democrats, we've taken one more giant step forward in delivering on that promise.\n\nI hope the American Rescue Plan receives a quick passage in the House so it can be sent to my desk to be signed."
        },
        {
            "created_at": "2021-03-06T19:05:17.000Z",
            "id": "1368276516220534784",
            "text": "Today, the Senate passed the American Rescue Plan – bringing us one step closer to delivering much-needed relief. Tune in as I deliver remarks. https://t.co/wX8fXNGYqi"
        },
        {
            "created_at": "2021-03-06T15:00:31.000Z",
            "id": "1368214917023731714",
            "text": "Tammy — and countless other Americans across the country — are struggling to get by, through no fault of their own. I gave her a call to discuss how the American Rescue Plan will deliver direct relief and help her family get through this crisis. https://t.co/kZR2aSd9HQ"
        },
        {
            "created_at": "2021-03-06T01:02:08.000Z",
            "id": "1368003933709467648",
            "text": "Another week in the books. https://t.co/Q2u8fSS86Q"
        },
        {
            "created_at": "2021-03-05T23:31:30.000Z",
            "id": "1367981124144730112",
            "text": "Everyone in America who wants the COVID-19 vaccine should be able to get it free of charge.\n\nThe American Rescue Plan will make that a reality."
        },
        {
            "created_at": "2021-03-05T22:13:00.000Z",
            "id": "1367961367882444800",
            "text": "Native American communities have been hit hard by COVID-19. But thanks to the Indian Health Service and strong partnerships with Tribal governments, organizations, and urban Indian groups, more than 500,000 vaccines have already been administered with more on the way."
        },
        {
            "created_at": "2021-03-05T20:24:47.000Z",
            "id": "1367934137357660160",
            "text": "This afternoon, I’m sitting down with folks to listen to their stories and discuss how they’ll benefit from the American Rescue Plan. Tune in. https://t.co/6vsbnZieWj"
        },
        {
            "created_at": "2021-03-05T19:57:54.000Z",
            "id": "1367927368501899272",
            "text": "With the Johnson &amp; Johnson vaccine, we now have a third safe and effective COVID-19 vaccine being administered across the country. I’m grateful these folks are stepping up and getting vaccinated — and I encourage every American to do the same when it’s their turn. https://t.co/n6Xs8TyS6C"
        },
        {
            "created_at": "2021-03-05T01:02:01.000Z",
            "id": "1367641513430253574",
            "text": "This afternoon, I brought together a bipartisan group of lawmakers from the House Transportation and Infrastructure Committee. We’re committed to working across the aisle to build modern and sustainable infrastructure that once again leads the world. https://t.co/QpqhwPjVxJ"
        },
        {
            "created_at": "2021-03-04T21:49:11.000Z",
            "id": "1367592985941053448",
            "text": "Across the country, countless Americans are struggling through no fault of their own. The American Rescue Plan will provide direct relief and a bridge to the other side of this crisis. https://t.co/euMVlIx9Vi"
        },
        {
            "created_at": "2021-03-04T20:22:37.000Z",
            "id": "1367571201447636996",
            "text": "RT @WhiteHouse: Press Secretary Jen Psaki is back again to answer your questions. This week, she’s discussing everything from our vaccinati…"
        },
        {
            "created_at": "2021-03-04T19:48:42.000Z",
            "id": "1367562666529738760",
            "text": "The right to vote is sacred and fundamental — and H.R. 1 is urgently needed to protect that right, to safeguard the integrity of our elections, and to repair and strengthen our democracy. I look forward to signing it into law after it has passed through the legislative process."
        },
        {
            "created_at": "2021-03-04T14:05:01.000Z",
            "id": "1367476175698878466",
            "text": "Building back better every day. https://t.co/dBxbxPsOLf"
        },
        {
            "created_at": "2021-03-04T02:58:00.000Z",
            "id": "1367308314514771968",
            "text": "We’re facing an economic crisis caused by a public health crisis, and @SecRaimondo will play a crucial role in helping us recover. I look forward to working with her to support American businesses and workers, create good-paying jobs, and build an economy that works for all. https://t.co/iryDfCcawF"
        },
        {
            "created_at": "2021-03-04T01:20:00.000Z",
            "id": "1367283655136206850",
            "text": "The fight against cancer is personal for me, like it is for so many Americans. And I’m committed to doing everything I can as president to end cancer as we know it. This afternoon, I brought together a bipartisan group of lawmakers to discuss how we can get it done. https://t.co/i6JUXGvHdI"
        },
        {
            "created_at": "2021-03-03T23:37:41.000Z",
            "id": "1367257906173853698",
            "text": "Your actions can save lives and change the course of this pandemic. https://t.co/zol6DDqDi1"
        },
        {
            "created_at": "2021-03-03T22:38:00.000Z",
            "id": "1367242883519029251",
            "text": "A plan for all of America — supported by the majority of America. https://t.co/Rmd2DCaDNP"
        },
        {
            "created_at": "2021-03-03T18:52:28.000Z",
            "id": "1367186127992537103",
            "text": "On February 15, my Administration opened a special enrollment period for health insurance and more than 200,000 Americans have already gotten covered. It’s an encouraging sign, but we have further to go. Head to https://t.co/gRX1fGFEzj before May 15 to get covered."
        }
    ],
    "meta": {
        "newest_id": "1372362118452891651",
        "next_token": "7140dibdnow9c7btw3w3j3yp1xeapy3s0w0gznglelbn7",
        "oldest_id": "1367186127992537103",
        "result_count": 100
    }
}